[Mission08.ID_Orchid_CompletedCompass MissionItemDefinition]
UseFailureCharacterMessage="you have to do this %s use it."
ItemName="the captain remarked"
PickupMessage="He said %s"
UseFailureLevelMessage="You must be at least %d to use this item."
UseFailureConstraintsMessage="You cannot use this item.."
NoManufacturerName="general"

[Mission08.ID_Orchid_CompletedCompass:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="And with that you will hand over Scarlett.."
NoConstraintText=""
Suffix=""
Prefix=""

[Mission08.ID_Orchid_ScarlettCompass MissionItemDefinition]
UseFailureCharacterMessage="And you. %s Use this product."
ItemName="Senator. Part of the Scarlet Compass"
PickupMessage="This is your job %s"
UseFailureLevelMessage="You must be at least %d level to use this item."
UseFailureConstraintsMessage="This product is not available."
NoManufacturerName="the leader"

[Mission08.ID_Orchid_ScarlettCompass:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="The final chapter of Captain Blade for PC. Guess where Scarlett is hiding?."
NoConstraintText=""
Suffix=""
Prefix=""

[Mission08.MO_Orchid_Beacon InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[Mission08.MO_Orchid_Compass InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[Mission08.Orchid_Icon_ActivateBeacon InteractionIconDefinition]
Text="work"

[Mission08.Orchid_Icon_CompassPiece1 InteractionIconDefinition]
Text="Keep Herbert's character"

[Mission08.Orchid_Icon_CompassPiece2 InteractionIconDefinition]
Text="Place the Sandman pieces"

[Mission08.Orchid_Icon_CompassPiece3 InteractionIconDefinition]
Text="Install Hyperion"

[Mission08.Orchid_Icon_CompassPiece4 InteractionIconDefinition]
Text="Put it on the knife"

[Mission08.Orchid_Icon_InsertCompass InteractionIconDefinition]
Text="To the computer"

